<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <title>TRIBUTE PAGE FOR MOHAMMD IBN ABDULLAH </title>
        <meta name="description" content="TRIBUTE PAGE FOR MOHAMMD IBN ABDULLAH ">
        <link rel="stylesheet" href="style.css">
    </head>
    <body>
    <div id="container">
        <footer class="foot">
        <p>محمد ابن عبد الله</p>
        <img src="Calligraphic_representation_of_Muhammad's_name.jpg" >
            <p> اسم النبي محمد<span>بخط الثلث</span>  ملحق<span> بالصلاه والسلام عليه</span></p>
        </footer><br>
        <div class="descrip">
        <p class="brief">وصف النبي محمد</p>
        <p class="text"> احمد نبي ال<span>توبه</span>، نبي ال<span>رحمه</span>، نبي  <span>الملحمه</span> ، نبي المرحمه ، <span>الرحمه</span> المهداه ، سيد <span>ولد</span> ادم ، حبيب <span>الرحمن</span> ، المختار ، ال<span>مصطفى</span> ، المجتبى ، <span>الصادق</span> ، المصدوق ، <span>الامين</span> ، صاحب الشفاعه و<span>المقام</span> المحمود ، صاحب الوسيله و<span>الفضيله</span> والدرجه الرفيعه ، <span>صاحب</span> التاج والمعراج ، <span>امام</span> المتقين ، سيد <span>المرسلين</span> ، قائد الغر <span>المحجلين</span> ، النبي الامي ، رسول <span>الله</span> ، خاتم الانبياء ، <span>الرسول</span> الاعظم ، السراج <span>المنير</span> ، النور ، الرؤف ال<span>رحيم</span> بالمومنين ، الع<span>روة</span> الوتقى</p>    
        </div>
        <div class="defni">
        <p class="brief">تعريف مبسط بالنبي محمد</p>    
        <p class="text"> <span>ابو القاسم محمد ابن عبد الله ابن عبد المطلب </span>، هو رسول الله الى <span>الانس والجن</span> ، في <span>الاسلام</span> . ارسل
             ليعيد العالمين الى <span>توحيد الله</span> ، وعبادته شانه شان كل <span>الانبياء</span> والمرسلين . وهو خاتمهم وارسل للناس كافه ، ويؤمن المسلمون بانه اشرف المخلوقات ، وسيد البشر ويعتقدون فيه <span>العصمه</span> . عند زكر اسمه يلحق <span>المسلمون</span> عباره<span>"صلى الله عليه وسلم"</span>  مع اضافه "واله" و "صحبه" في بعض الاحيان ، لما جاء في <span>القران والسنه النبويه</span>  مما يحثهم علي <span> الصلاه عليه </span>  . ترك محمد اثرا كبيرا في نفوس المسلمين ، وكثرت مظاهر محبتهم وتعظيمهم له ، باتباعهم لامره ، واسلوب حياته ، وتعبده لله وقيامهم بحفظ اقواله وافعاله وصفاته . وجمع ذلك في كتب عرفت بكتب السيره ، و <span>الحديث النبوي</span> واحتفالهم <span>بمولده</span> في شهر <span>ربيع الاول</span> في كل عام . اعتبره الكاتب <span>اليهودي مايكل هارت</span> اعظم الشخصيات اثرا في تاريخ الانسانيه كلها ، باعتباره الانسان الوحيد في التاريخ الذي نجح نجاحا مطلقا علي المستوي الديني والدنيوي .
            </p>
        </div>
         <p class="brief">حياته صلى الله عليه وسلم</p>
        <p class="text">ولد في مكه في شهر <span>ربيع الاول</span> من عام الفيل قبل <span>ثلاث وخمسين</span> سنه من الهجره ما يوافق سنه 570 او 571 مبلاديا ، ولد يتم الاب ، وفقد امه في سن مبكرة فتربى في كنف جده <span>عبد المطلب</span> ، ثم من بعده عمه <span>ابي طالب</span> حيث ترعرع ، وكان في تلك الفتره يعمل <span>بالرعي</span> ثم <span>التجاره</span> . تزوج في سن الخامسه والعشرين من <span>خديجه بنت خويلد</span> وانجب منها كل اولاده باستثناء <span>ابراهيم</span> . كان قبل الاسلام يرفض عباده الاوثان والممارسات الوثنيه التي كانت منتشره في مكه. ويؤمن المسلمون بان <span>الوحي</span> نزل عليه وكلف بالرساله وهو ذو <span>اربعين</span> سنه ، امر بالدعوه سرا لثلاث سنوات ، قضى بعدهن عشر سنوات اخر في مكه مجاهرا بدعوه اهلها ، وكل من يرد اليها من التجار والحجيج وغيرهم . هاجر الى <span>المدينه المنوره</span> المسماه يثرب انذاك عام622م وهو في <span>الثالث والخمسين</span> من عمره بعد ان تامر عليه سادات قريش ممن عارضوا دعوته وسعوا الى قتله ، فعاش فيها عشر سنين اخر داعيا للاسلام ، واسس بها <span>نواه</span> الحضاره الاسلاميه ، التي توسعت لاحقا وشملت مكه وكل المدن والقبائل العربيه ، حيث وحد العرب لاول مره على <span>ديانه</span> توحيديه ودوله موحده ، ودعا الى نبذ العنصريه والعصبيه والقبليه . </p>
        
            <br>
     <div class="content">
         <div class="main-content">
             <div class="desc"> ابو القاسم ابو الطيب</div>
            <div class="for">الكنيه</div>
            <div class="desc"> 12 ربيع الاول 53ق ه 22ابريل 571م مكه المكرمه</div>
            <div class="for">الولاده</div> 
            <div class="desc">12 ربيع الاول 11ه / يونيو 632 م المدينه المنوره</div>
            <div class="for">الوفاه</div>
            <div class="desc">رعي الغنم والتجاره</div>
            <div class="for">المهنه</div>
            <div class="desc">الاسلام والبابيه و البهائيه و القاديانيه و الكاودائيه</div>
            <div class="for">مبجل في</div>
            <div class="desc">رمضان 13 ق ه/اغسطس 610م غار حراء في مكه المكرمه</div>
            <div class="for">البعث</div>    
            <div class="desc">حجره عائشه في المسجد النبوي في المدينه المنوره</div> 
            <div class="for">االمقام الرئيسي</div> 
            <div class="desc">12 ربيع الاول من كل عام</div>
            <div class="for">تاريخ الذكرى</div> 
            <div class="desc">القران</div>
            <div class="for">الرموز</div>
            <div class="desc">العالمين</div>
            <div class="for">شفيع</div>
        </div>
        </div>
        <div class="headtable">
           
             <img src="z_maxresdefault-_2558.jpg "/>
            <table class="table">
        <tr>
            <td>اسماعبل عليه السلام </td>
            <td>من ولد </td>
        </tr> 
        <tr>
            <td>امنه بنت وهب</td>
             <td>امه</td>
        </tr> 
        <tr>
            <td>عبد الله بن عبد المطلب<td>
             <td>ابوه</td> 
        </tr>
        <tr>
            <td>حليمه السعديه<br>ثويبه</td>
            <td>امهاته بالرضاعه</td>
        </tr>
        <tr>
            <td>الحارث ابن عبد العزى</td>
            <td>ابوه بالرضاعه</td>
        </tr>
            <tr>
            <td>حمزه عمه <br>وابوسلمه ابن عبد الاسد <br>ابوسفيان ابن الحارث ابن عمه <br>عبد الله ابن الحارث <br>الشيماء بنت الحارث <br>انيسه بنت الحارث</td>
            <td>اخوانه بالرضاعه</td>
        </tr>
        <tr>
            <td>خديجه بنت خوبلد<br>سوده بنت زمعه <br>عائشه بنت ابي بكر<br>حفصه بنت عمر ابن الخطاب<br>زينب بنت خزيمه<br>ام سلمه<br>زينب بنت جحش<br>جويريه بنت الحارث<br>ماريه القبطيه<br>ام حبيبه<br>صفيه بنت حيي<br>ميمونه بنت الحارث</td>
            <td>زوجاته</td>
        </tr>
        <tr>
            <td>القاسم<br>عبد الله<br>ابراهيم</td>
            <td>اولاده البنون</td>
        </tr> 
        <tr>
        <td>زينب<br>رقيه<br>ام كلثوم<br>فاطمه الزهراء</td>
        <td>اولاده البنات</td>
        </tr>
        </table>
            </div>
       
        
        <p>الختم</p>
       <img src="50px-%D8%AE%D8%AA%D9%85_%D8%A7%D9%84%D9%86%D8%A8%D9%8A_%D9%85%D8%AD%D9%85%D8%AF.gif"><br>
       
        
          
        </div>
       
             
    </body>
 
</html>